{
    "results": [
        {
            "prostheticsInfo": [
                {
                    "carbonFoot": "Chopart Carbon Foot",
                    "prostheticFoot": "Dynamic Foot for Children",
                    "kneeJoints": "Polycentric Knee Joint",
                    "siliconeLiners": "FlexComfort Locking Cushion Liner"
                },
                {
                    "carbonFoot": "Doha Carbon Foot",
                    "prostheticFoot": "Sach Foot",
                    "kneeJoints": "Polycentric Knee Joint with Lock",
                    "siliconeLiners": "FlexComfort C Cushion Liner"
                },
                {
                    "carbonFoot": "Syme Carbon Foot",
                    "prostheticFoot": "Single Axis Foot",
                    "kneeJoints": "Single Axis Knee Joint",
                    "siliconeLiners": "FlexLiner Cushion Liner"
                },
                {
                    "carbonFoot": "Kule Carbon Foot",
                    "prostheticFoot": "Dynamic Foot",
                    "kneeJoints": "Single Axis Knee Joint with Lock",
                    "siliconeLiners" : "Silicone Sleeve"
                },
                {
                    "carbonFoot": "Chopart Plus Carbon Foot",
                    "prostheticFoot": "Syme Foot",
                    "kneeJoints": "Modular Single Axis Knee Joint with Frictional Lock"
                },
                {
                    "carbonFoot": "Sym Plus Carbon Foot",
                    "prostheticFoot": "Pirogoff Foot",
                    "kneeJoints": "Polycentric Disarticulation Knee Joint"
                },
                {
                    "carbonFoot": "Rapidwalk Carbon Foot",
                    "prostheticFoot": "Single Axis Foot with Shaped Ankle Part",
                    "kneeJoints": "Polycentric Disarticulation Knee Joint with Lock"
                },
                {
                    "kneeJoints": "Lightweight Knee Joint",
                    "prostheticFoot": "Dynamic Foot for Children"
                },
                {
                    "kneeJoints": "Lightweight Knee Joint with Lock"
                },
                {
                    "kneeJoints": "Polycentric Knee Joint"   
                },
                {
                    "kneeJoints": "Polycentric Knee Joint with lock"
                },
                {
                    "kneeJoints": "Disarticulation Polycentric Knee Joint"
                },
                {
                    "kneeJoints": "Disarticulation Polycentric Knee Joint with Lock"
                },
                {
                    "kneeJoints": "Pneumatic Knee Joint"
                },
                {
                    "kneeJoints": "Pneumatic Knee Joint with Frictional Lock"
                },
                {
                    "kneeJoints": "Monocentric Knee Joint with Lock"
                },
                {
                    "kneeJoints": "Modular Single Axis Knee Joint for Children"
                },
                {
                    "kneeJoints": "Single Axis Knee Joint for Children"
                },
                {
                    "kneeJoints": "Hydraulic Knee Joint"
                }
                
                
            ],
            "carbonFootDetails": [
                 {
                    "series": "PRO1.K1 - Chopart",
                    "mobilityGrade": "1 , 2",
                    "heelHeight": "6 mm",
                    "side": "Left(R), Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "bodyWeight": "80kgs / 125 kgs",
                    "description": "PRO1.K1 is a flexible and light carbon foot, specially designed for patients with a lawor extremity syme's amputation. The upper part of the foot features a carbon-fiber plate and a split-toe design. The foot is suitable with a steel rotating lamination anchor. PRO1.K1 is available in sizes from 22-29 cm and provides flex-assist at toeoff and heel. The dynamic dorsi-flexion and improved loading response reduce energy consumption and minisizes ground reaction force as such, the heel impact is automatically dampened , giving the patient a soft rollover. As a result , the patient moves more easily and safely. Chopart also actively supports the forward movement, thereby allowing a smooth , natural and dynamic walking. The product comes with carbon socks and shells that do not have to be ordered separately. Advice for technicians: After preparing the Chopart socket , the Chopart carbon foot is stuck to the socket with a prothetic adhesive. Prior to this, the static settings must be made very carefully by correctly determining the connecting points of the lamination anchor."
                },
                {
                    "series": "PRO1.K2 - Doha",
                    "mobilityGrade": "2 , 3",
                    "heelHeight": "10 mm",
                    "side": "Left(R), Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "bodyWeight": "80kgs / 125 kgs",
                    "description": "Doha Carbon Foot is especially recommended for above , below knee and hip amputation patients who are very active and under 125 kgs. Due to its design, DOHA offers many advantages for daily use for the users with Mobility degree 2 and 3. Nothing stands in the way of sporting activities such as tennis, which subjects the user to greater impact stress. The DOHA also allows for comfortable and energy-saving walking during the daily challenges at work and at home. DOHA's innovative heel design enables the users to perform daily activities ith less energy consumption by stroing the energy expended during activities and this reduces foot fatique compared with conventional designs."
                 },
                 {
                    "series": "PRO1.K3 - Syme",
                    "mobilityGrade": "1 , 2",
                    "heelHeight": "6 mm",
                    "side": "Left(R), Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "bodyWeight": "80kgs / 125 kgs",
                    "description": "PROK1.K3 , is a flexible and light carbon foot , specially designed for patients with a lower extremity Syme's amputation The upper part of the foot features a carbon-fiber plate whereas the toes are composed of two carbon sheets. The foot is suitable with a steel rotatig lamination anchor. PRO1.K3 is available in sizes from 22-29 cm annd provides flex-assist at toeoff and heel. The dynamic energy consumption and minimizes ground reaction force. The hard surface shows extra resistance to stress making it specially suitable for heavy patients during their daily activities. To be used with carbon socks and foot shells for carbon feet. Advice for tecnicians: The static settings must be made very carefully by correctly determinig the connecting points of the lamination adapter."
                },
                {
                    "series": "PRO1.K5 - Kule",
                    "mobilityGrade": "2 , 3",
                    "heelHeight": "10 mm",
                    "side": "Left(R), Right(R)",
                    "size": "16 17 18 19 20 21 22 23 24 25 26 27 28 29",
                    "bodyWeight": "80kgs / 125 kgs",
                    "description": "KULE Carbon Foot is especially recommended for above , below knee and hip amputation patients who are very active and under 125 kgs. KULE's innovative heel design enables the users to perform daily activities with less energy consumption by storing the energy be expended during activities and this reduces foot fatique compared with conventional designs."
                },
                {
                    "series": "PRO1.K7 - Chopart Plus",
                    "mobilityGrade": "1 , 2",
                    "heelHeight": "6 mm",
                    "side": "Left(R), Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "bodyWeight": "80kgs / 125 kgs",
                    "description": "CHOPART PLUS is recommendable in Chopart's amputations. Its rotation feature makes the applications more easy for the technicians. The product set includes Carbon Foot Shell which is recommended to be used with CHOPART Carbon Foot."
                },
                {
                    "series": "PRO1.K8 - Syme Plus",
                    "mobilityGrade": "1 , 2",
                    "heelHeight": "6 mm",
                    "side": "Left(R), Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "bodyWeight": "80kgs / 125 kgs",
                    "description": "Sym Plus ,s suitable for Syme's amputees and offers suberb shock absorption at the heel, high energy return and a smooth roll-over. Limited application for fitting of Priogoff amputations and re-amputated Chopart residual limbs. With a clearance of 48 mm , this is the ideal foot for Syme's amputees who require a carbon foot."
                },
                {
                    "series": "PRO1.K8 - Syme Plus",
                    "mobilityGrade": "3",
                    "heelHeight": "10 mm",
                    "side": "Left(R), Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "bodyWeight": "80kgs / 125 kgs",
                    "description": "RapidWalk's sperb shock absorption at the heel and its high energy return makes it a perfect choice for active users."
                }
            ],
            "prostheticFootDetails": [
                {
                    "serie": "PRO1.C - Dynamic Foot for Children",
                    "mobilityGrade": "1, 2",
                    "heelHight": "10 mm",
                    "side": "Left (L) , Right(R)",
                    "size": "14 15 16 17 18 19 20 21",
                    "systemHight": "44 mm 46 mm 48 mm 50 mm 52 mm 54 mm 56 mm 58 mm",
                    "Weight": "110 g 130 g 150 g 170 g 190 g 220 g 250 g 280 g",
                    "maxBodyWeight": "55kgs",
                    "color": "Beige (PRO1.C1) / Dark Brown (PRO1.C2)",
                    "description": "The functional properties are achieved through the proven combination of a contoured core and functional foam. The foot distinguishes itself mainly through a comfortable heel impact and pleasant walking for prosthetic limb users thanks to its heel flexibility and energy stocking characteristics. The Dynamic Foot has a natural shape with a smooth surface and a split-toe design. It has proven combination of contoured core and functional foam. Size 14 and 15 for children are without toes."
                },
                {
                    "serie": "PRO1.S - Sach Foot",
                    "mobilityGrade": "1, 2",
                    "heelHight": "10 mm",
                    "side": "Left (L) , Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "systemHight": "65 mm 70 mm 72 mm 76 mm 78 mm 79 mm 80 mm 80 mm",
                    "Weight": "400 g 425 g 500 g 540 g 570 g 620 g 690 g 800 g",
                    "maxBodyWeight": "100kgs",
                    "color": "Beige (PRO1.S1) / Dark Brown (PRO1.S2)",
                    "description": "The functional properties are achieved through the combination of a fibreglass-reinforced plastic core and functional foam. SACH(Solid Ankle Cushion Heel) prosthetic feet have different heel heights and foot shapes. They feature a natural shape with a smooth surface , shaped toes."
                },
                {
                    "serie": "PRO1.H - Single Axis Foot",
                    "mobilityGrade": "2 , 3",
                    "heelHight": "10 mm",
                    "side": "Left (L) , Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "Weight": "325 g 350 g 390 g 410 g 460 g 510 g 540 g 560 g",
                    "maxBodyWeight": "100kgs",
                    "color": "Beige (PRO1.H1) / Dark Brown (PRO1.H2)",
                    "description": "The single-axis feet are well-suited for low-activity people with transformoral amputations. The feet are designed to help patients quickly and securely reach foot-flat. It has a natural shape, smooth surface and formed toes. The signle-axis foot i rated to be used up to a maximum weight of 125 kilograms and different sizes are available."
                },
                {   
                    "serie": "PRO1.D - Dynamic Foot",
                    "mobilityGrade": "2 , 3",
                    "heelHight": "10 mm",
                    "side": "Left (L) , Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "systemHight": "64 mm 65 mm 71 mm 72 mm 74 mm 76 mm 77 mm",
                    "Weight": "350 g 360 g 380 g 430 g 530 g 570 g 620 g 650 g",
                    "maxBodyWeight": "130kgs",
                    "color": "Beige (PRO1.D1) / Dark Brown (PRO1.D2)",
                    "description": "The functional properties are achieved through the proven combination of a contoured core and functional foam. The foot distinguishes itself mainly through a comfortable heel impact and easier rollover than the SACH foot. The Dynamic Foot has a natural shape with a smooth surface and split toe cosmesis. It has a proven combination of a contoured core and functional foam."
                },
                {  
                    "serie": "PRO1.S - Syme Foot",
                    "mobilityGrade": "1 , 2",
                    "heelHight": "10 mm",
                    "side": "Left (L) , Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "Weight": "380 g 400 g 460 g 500 g 540 g 600 g 650 g 700 g",
                    "maxBodyWeight": "100kgs",
                    "color": "Beige (PRO1.SM) / Dark Brown (PRO1.S3)",
                    "description": "Due to its innovative design and high-quality materials such as PU , the SYME prosthesis foot offers many advantages for daily use. The SYME foot is rated to be used up to a maximum weight of 125 kilograms."
                },
                {
                    "serie": "PRO1.P - Pirogoff Foot",
                    "mobilityGrade": "1 , 2",
                    "heelHight": "10 mm",
                    "side": "Left (L) , Right(R)",
                    "size": "22 23 24 25 26 27 28 29",
                    "Weight": "280 g 290 g 300 g 340 g 370 g 410 g 440 g 460 g",
                    "maxBodyWeight": "100kgs",
                    "color": "Beige (PRO1.P1) / Dark Brown (PRO1.P2)",
                    "description": "The Pirogoff foot is recommended for Pirogoff amputations. It has a cosmetic cover of polyurethane. The pirogoff feet features a natural shape with a smooth surface , shaped toes and a sandal toe. Shaped ankle wedge PRO2.A1.040 is included."
                }
            ],
            "kneeJointsDetails": [
                {
                    "mobilityDegree": "2",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Pyramid Adapter",
                    "kneeFlexionAngle": "120 degree",
                    "weight": "620 gr",
                    "systemHeight": "81 mm",
                    "material": "Stainless Steel",
                    "maximumBodyWeight": "100 kgs",
                    "summary" : "Polycentric knee joint with integrated extension assist. Thanks to its polycentric kinematics, the kne joint ensures excelent stability and comfortable walking for the prosthetic limb user.",
                    "description": "PRO4.PS.150 is a polycentric prothetic knee joint that offers reliable stance phase security for users with moderate activity levels. Recommended for transfemoral amputees with mobility grade 2. Flexion and extension dampening can be separately and individually customised to the needs of the user."
                },
                {
                    "mobilityDegree": "1",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Pyramid Adapter",
                    "kneeFlexionAngle": "110 degree",
                    "weight": "640 gr",
                    "systemHeight": "81 mm",
                    "material": "Stainless Steel",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Polycentric knee joint with integrated extension assist. Thanks to its polycentric kinematics, the knee joint ensures excelent stability and comfortable walking for the prosthetic limb user.",
                    "description": "Its adjustable lock secures the knee joint in extension and is released using the lock cable. PRO4.PK.150 offers numerous advantages , not only whilst walking. When sitting or kneeling , the large maximum flexion angle of 110 and the low system height when flexed make it both comfortable and practical. Recommended for transfemoral amputees with mobility grade 1."
                },
                {
                    "mobilityDegree": "1",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Pyramid Adapter",
                    "kneeFlexionAngle": "110 degree",
                    "weight": "640 gr",
                    "systemHeight": "81 mm",
                    "material": "Stainless Steel",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Single Axis Knee joint with integrated extension aid spring, providing comfortable walking for the prosthetic limb user.",
                    "description": "PRO4.YS.200 knee joint bends rigidly over a single axis. Although it is clear that they do not resemble the natural anatomy of the knee, these joints are very secure for the user, as they include a brake. This is especially important for uncertain prosthetic leg takes a step and puts weight on the knee joint , the brake comes into action and the knee joint is blocked. Recommended for transfemoral amputees with mobility grade 2."
                },
                {
                    "mobilityDegree": "1",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Pyramid Adapter",
                    "kneeFlexionAngle": "120 degree",
                    "weight": "710 gr",
                    "systemHeight": "82 mm",
                    "material": "Stainless Steel",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Single Axis Knee Joint with integrated lock mechanism which secures the knee joint in extension , providing stability , comfort and secure walking for the prosthetic limb user.",
                    "description": "Locking occurs automatically at full extension but can be released using the lock cable. This is especially important for uncertain prosthet,c leg takes a step and puts weight on the knee joint , the brake comes into action and the knee joint is blocked. Recommended for transfemoral amputees with mobility grade 1."
                },
                {
                    "mobilityDegree": "2",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Pyramid Adapter",
                    "kneeFlexionAngle": "110 degree",
                    "weight": "748 gr",
                    "systemHeight": "47 mm",
                    "material": "Stainless Steel",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Modular Single Axis Knee Joint with adjustable frictional lock. The lock that occurs when the heel is loaded offers excellent stability, whereas its extension ass,st spring ensures comfortable walking for the prosthetic limb user.",
                    "description": "PRO4.FR.250 Modular Single Axis Knee Joint with Friction is very durable and is easy to maintain and repair. Recommended for transfemoral amputees with mobility grade 2."
                },
                {
                    "mobilityDegree": "2",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Pyramid Adapter",
                    "kneeFlexionAngle": "120 degree",
                    "weight": "761 gr",
                    "systemHeight": "80 mm",
                    "material": "Stainless Steel",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Disarticulation Knee joint with polycentric kinematics that offers ecellent stability and comfort for the prosthetic limb user.",
                    "description": "The policentric knee , also referred to as 'fourbar' knee allows stance phase control through its polycentric axis. At the same time it is easy to bend to initiate the swing phase or to sit down. Another important feature of the polycentric knee is that the length of the leg shortens when a step is taken , reducing the risk of stumbling. The Polycentric Knee is suitable for a wide range of patients , including those with mobility grade 2 who cannot walk securely with other types of knees , have a bilateral leg amputation or a long residual limb"
                },
                {
                    "mobilityDegree": "1",
                    "proximalConnection": "Lamination anchor",
                    "distalConnection": "Pyramid Adapter",
                    "kneeFlexionAngle": "110 degree",
                    "weight": "741 gr",
                    "systemHeight": "80 mm",
                    "material": "Stainless Steel",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Disarticulation Knee joint with lock mechanism and polycentric kinematics that offers excellent stability , safety and comfort for the prosthetic user.",
                    "description" : "Locking occurs automatically at ful extension but can be released using the lock cable. Recommended for transfemoral amputees with mobility grade 1."
                },
                {
                    "mobilityDegree": "2",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Tube Clamp",
                    "kneeFlexionAngle": "140 degree",
                    "weight": "311 gr",
                    "systemHeight": "41 mm",
                    "material": "Alloyed Aluminium",
                    "maximumBodyWeight": "65 kgs",
                    "summary": " PRO4.AH.S01 features a pyramid adapter on the top and a tube clamp on the lower part.",
                    "description": " The single axis knee joint is suitable for patients with mobility grade 2 who require a high degree of stability"
                },
                {
                    "mobilityDegree": "1",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Tube Clamp",
                    "kneeFlexionAngle": "140 degree",
                    "weight": "297 gr",
                    "systemHeight": "41 mm",
                    "material": "Alloyed Aluminium",
                    "maximumBodyWeight": "65 kgs",
                    "summary": "Lightweight single axis modular knee joint (diameter : 25mm) with adjustable lock mechanism.",
                    "description": "this single axis lightweight knee joint is recommended for patients requiring high stability. The locking pin is engaged and released easily. Furthermore, its light weight makes it comfortable to use."
                },
                {
                    "mobilityDegree": "2",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Tube Receiver",
                    "kneeFlexionAngle": "150 degree",
                    "weight": "611 gr",
                    "systemHeight": "111 mm",
                    "material": "Alloyed Aluminium",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Polycentric knee joint with polycentric kinematics , offering comfortable walking for the prosthetic limb user.",
                    "description": "Polycentric knee joint with integrated extension assist. Thanks to its polycentric kinematics , the knee joints ensures ecelent stability and comfortable walking for the prosthetic limb user. This new polycentric prosthetic knee joint with pneumatic swing phase control offers reliable stance phase security for users with moderate activity levels. Recommended for transfemoral amputees with mobility grade 2."
                },
                {
                    "mobilityDegree": "1",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Tube Receiver",
                    "kneeFlexionAngle": "150 degree",
                    "weight": "600 gr",
                    "systemHeight": "111 mm",
                    "material": "Alloyed Aluminium",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Polycentric knee joint with polycentric kinematics, offering comfortable walking for the prosthetic limb user",
                    "description": "Polycentric knee joint with integrated extension assist. Thanks to its polycentric kinematics, the knee joints ensures excelent stability and comfortable walking for the prosthetic limb user. This new polycentric prosthetic knee joint with pneumatic swing phase control offers reliable stance phase security for users with moderate activity levels. The locking occurs automatically at full extension but can be released using the lock cable. Recommended for transfemoral amputees with mobility grade 1."
                },
                {
                    "mobilityDegree": "2",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Tube Receiver",
                    "kneeFlexionAngle": "150 degree",
                    "weight": "729 gr",
                    "systemHeight": "110 mm",
                    "material": "Alloyed Aluminium",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Disarticulation Polycentric Knee Joint with polycentric kinematics and adjustable lock mechanism , offering comfortable walking. Excellent stability and stance fase control for the prosthetic limb user.",
                    "description": "Comes together with the lamination parts."
                },
                {
                    "mobilityDegree": "1",
                    "proximalConnection": "Threaded Adapter",
                    "distalConnection": "Tube Receiver",
                    "kneeFlexionAngle": "150 degree",
                    "weight": "731 gr",
                    "systemHeight": "110 mm",
                    "material": "Alloyed Aluminium",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Disarticulation Polycentric Knee Joint with polycentric kinematics and adjustable lock mechanism, offering comfortable walking, excellent stability and stance fase control for the prosthetic limb user.",
                    "description": " Locking occurs automatically at full extension , but can be released using the lock cable. Recommended for transfemoral amputees with mobility grade 1. Comes together with lamination parts."
                },
                {
                    "mobilityDegree": "3",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Tube Receiver",
                    "kneeFlexionAngle": "145 degree",
                    "weight": "725 gr",
                    "systemHeight": "153 mm",
                    "material": "Alloyed Aluminium",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Pneumatic knee joint with adjustable pneumatic extension assist, offering excellent stability and swing phase control.",
                    "description": "PRO3.T1.U34 Adapter tube is included."
                },
                {
                    "mobilityDegree": "3",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Tube Receiver",
                    "kneeFlexionAngle": "145 degree",
                    "weight": "757 gr",
                    "systemHeight": "153 mm",
                    "material": "Alloyed Aluminium",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Pneumatic knee joint with frictional lock, offering excellent stability and swing phase control through its frictional lock that is automatically released when the heel is loaded.",
                    "description": "PRO3.T1.U34 Adapter tube is included."
                },
                {
                    "mobilityDegree": "3",
                    "proximalConnection": "Pyramid Adapter",
                    "distalConnection": "Tube Receiver",
                    "kneeFlexionAngle": "135 degree",
                    "weight": "884 gr",
                    "systemHeight": "180 mm",
                    "material": "Alloyed Aluminium",
                    "maximumBodyWeight": "100 kgs",
                    "summary": "Enjoy walking with PRO4.HS.MO1",
                    "description": "PRO4.HS.MO1 will be available for ordering soon. PRO4.HS.MO1 hydraulic knee joints provide he closest thing to normal knee function for active amputees. PRO4.HS Hydraulic system knee joint uses a liquid medium instead of air to respond to a wide range of walking speeds. PRO3.T1.U34 Adapter tube is included."
                }
            ]
        }
    ]
}