[
    {
        "serie": "PRO1.C - Dynamic Foot for Children",
        "mobilityGrade": "1, 2",
        "heelHight": "10 mm",
        "side": "Left (L) , Right(R)",
        "size": "14 15 16 17 18 19 20 21",
        "systemHight": "44 mm 46 mm 48 mm 50 mm 52 mm 54 mm 56 mm 58 mm",
        "Weight": "110 g 130 g 150 g 170 g 190 g 220 g 250 g 280 g",
        "maxBodyWeight": "55kgs",
        "color": "Beige (PRO1.C1) / Dark Brown (PRO1.C2)",
        "description": "The functional properties are achieved through the proven combination of a contoured core and functional foam. The foot distinguishes itself mainly through a comfortable heel impact and pleasant walking for prosthetic limb users thanks to its heel flexibility and energy stocking characteristics. The Dynamic Foot has a natural shape with a smooth surface and a split-toe design. It has proven combination of contoured core and functional foam. Size 14 and 15 for children are without toes."
    },
    {
        "serie": "PRO1.S - Sach Foot",
        "mobilityGrade": "1, 2",
        "heelHight": "10 mm",
        "side": "Left (L) , Right(R)",
        "size": "22 23 24 25 26 27 28 29",
        "systemHight": "65 mm 70 mm 72 mm 76 mm 78 mm 79 mm 80 mm 80 mm",
        "Weight": "400 g 425 g 500 g 540 g 570 g 620 g 690 g 800 g",
        "maxBodyWeight": "100kgs",
        "color": "Beige (PRO1.S1) / Dark Brown (PRO1.S2)",
        "description": "The functional properties are achieved through the combination of a fibreglass-reinforced plastic core and functional foam. SACH(Solid Ankle Cushion Heel) prosthetic feet have different heel heights and foot shapes. They feature a natural shape with a smooth surface , shaped toes."
    },
    {
        "serie": "PRO1.H - Single Axis Foot",
        "mobilityGrade": "2 , 3",
        "heelHight": "10 mm",
        "side": "Left (L) , Right(R)",
        "size": "22 23 24 25 26 27 28 29",
        "Weight": "325 g 350 g 390 g 410 g 460 g 510 g 540 g 560 g",
        "maxBodyWeight": "100kgs",
        "color": "Beige (PRO1.H1) / Dark Brown (PRO1.H2)",
        "description": "The single-axis feet are well-suited for low-activity people with transformoral amputations. The feet are designed to help patients quickly and securely reach foot-flat. It has a natural shape, smooth surface and formed toes. The signle-axis foot i rated to be used up to a maximum weight of 125 kilograms and different sizes are available."
    },
    {   
        "serie": "PRO1.D - Dynamic Foot",
        "mobilityGrade": "2 , 3",
        "heelHight": "10 mm",
        "side": "Left (L) , Right(R)",
        "size": "22 23 24 25 26 27 28 29",
        "systemHight": "64 mm 65 mm 71 mm 72 mm 74 mm 76 mm 77 mm",
        "Weight": "350 g 360 g 380 g 430 g 530 g 570 g 620 g 650 g",
        "maxBodyWeight": "130kgs",
        "color": "Beige (PRO1.D1) / Dark Brown (PRO1.D2)",
        "description": "The functional properties are achieved through the proven combination of a contoured core and functional foam. The foot distinguishes itself mainly through a comfortable heel impact and easier rollover than the SACH foot. The Dynamic Foot has a natural shape with a smooth surface and split toe cosmesis. It has a proven combination of a contoured core and functional foam."
    },
    {  
        "serie": "PRO1.S - Syme Foot",
        "mobilityGrade": "1 , 2",
        "heelHight": "10 mm",
        "side": "Left (L) , Right(R)",
        "size": "22 23 24 25 26 27 28 29",
        "Weight": "380 g 400 g 460 g 500 g 540 g 600 g 650 g 700 g",
        "maxBodyWeight": "100kgs",
        "color": "Beige (PRO1.SM) / Dark Brown (PRO1.S3)",
        "description": "Due to its innovative design and high-quality materials such as PU , the SYME prosthesis foot offers many advantages for daily use. The SYME foot is rated to be used up to a maximum weight of 125 kilograms."
    },
    {
        "serie": "PRO1.P - Pirogoff Foot",
        "mobilityGrade": "1 , 2",
        "heelHight": "10 mm",
        "side": "Left (L) , Right(R)",
        "size": "22 23 24 25 26 27 28 29",
        "Weight": "280 g 290 g 300 g 340 g 370 g 410 g 440 g 460 g",
        "maxBodyWeight": "100kgs",
        "color": "Beige (PRO1.P1) / Dark Brown (PRO1.P2)",
        "description": "The Pirogoff foot is recommended for Pirogoff amputations. It has a cosmetic cover of polyurethane. The pirogoff feet features a natural shape with a smooth surface , shaped toes and a sandal toe. Shaped ankle wedge PRO2.A1.040 is included."
    }
]